aaron-bond.better-comments
akhail.save-typing
alefragnani.project-manager
anteprimorac.html-end-tag-labels
box-of-hats.bemhelper
bracketpaircolordlw.bracket-pair-color-dlw
bradgashler.htmltagwrap
cipchk.cssrem
diz.ecsstractor-port
dzhavat.css-flexbox-cheatsheet
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-pull-request-github
glenn2223.live-sass
kisstkondoros.vscode-gutter-preview
lior-chamla.google-fonts
mrezechi3l.css-responsive
mrmlnc.vscode-scss
ms-vscode.live-server
oderwat.indent-rainbow
pucelle.vscode-css-navigation
ritwickdey.liveserver
sainoba.px-to-rem
sibiraj-s.vscode-scss-formatter
slevesque.vscode-zipexplorer
solnurkarim.html-to-css-autocompletion
space-ocean-kit-refined.space-ocean-kit-refined
tomoki1207.pdf
vscode-icons-team.vscode-icons
